"use strict";
;(function ($) { $.fn.datepicker.language['en'] = {
    days: ['شنبه', 'یکشنبه', 'دوشنبه', 'سه شنبه', 'چهارشنبهه', 'پنجشنبه', 'جعمه'],
    daysShort: ['شنبه', 'یکشنبه', 'دوشنبه', 'سه شنبه', 'چهارشنبهه', 'پنجشنبه', 'جعمه' ],
    daysMin: ['ش', 'ی', 'د', 'س', 'چ', 'پ','ج' ],
    months: ['تیر', 'مهر', 'آبان', 'آذر', 'دی', 'بهمن', 'اسفند', 'فروردین', 'اردیبهشت', 'خرداد', 'مرداد', 'شهریور'],
    monthsShort: ['تیر', 'مهر', 'آبان', 'آذر', 'دی', 'بهمن', 'اسفند', 'فروردین', 'اردیبهشت', 'خرداد', 'مرداد', 'شهریور'],
    today: 'Today',
    clear: 'Clear',
    dateFormat: 'yyyy/mm/dd',
    timeFormat: 'hh:ii aa',
    firstDay: 0
}; })(jQuery);